Repository: Findus23/la-tools
Catalog: *.utf8/LC_MESSAGES/geogebra_export.po
Languages: de

source: folder 'Export' created
de: Ordner 'Export' erstellt

source: Please select file format
de: Bitte Dateiformat für Export auswählen

source: file format
de: Dateiformat

source: document
de: Dokument

source: image
de: Grafik

source: vector image
de: Vektorgrafik

source: no file format selected
de: Kein Dateiformat ausgewählt

source: $x finished
de: $x fertig

source: $x ignored
de: $x ignoriert

source: $x already converted ($ausgabedatei)
de: $x wurde schon konvertiert ($ausgabedatei)
