Repository: Findus23/la-tools
Catalog: *.utf8/LC_MESSAGES/la-tools.po
Languages: de

source: Success
de: Erfolg

source: $name successfully installed
de: $name wurde erfolgreich installiert

source: Error
de: Fehler

source: An error occurred while installing $name
de: Bei der Installation von $name ist ein Fehler aufgetreten

source: package sources outdated
de: Paketquellen veraltet

source: $wort -- $diff seconds
de: $wort -- $diff Sekunden

source: The last update was $wort ago. The package sources will get updated now
de: Das letzte Update war vor $wort. Die Paketquellen werden nun aktualisiert.

source: Please restart Nautilus (file explorer)
de: Bitte starte Nautilus neu (Dateiexplorer)

source: $name was successfully updated
de: $name wurde erfolgreich aktualisiert

source: An error occurred while updating $name
de: Bei der Aktualisieren von $name ist ein Fehler aufgetreten

source: $2 is already installed
de: $2 ist bereits installiert

source: What do you want to do?
de: Was möchtest du tun?

source: short
de: Kurzform

source: Action
de: Aktion

source: Install Program
de: Programm installieren

source: Update la-tools
de: la-tools aktualisieren

source: Show Help
de: Hilfe anzeigen

source: There is no Update available. The last change was $update_date.
de: Kein Update verfügbar. Die letzte Änderung war $update_date.

source: la-tools was updated. The last change was $update_date.
de: la-tools wurde aktualisiert. Die letzte Änderung war $update_date.

source: What program should be installed?
de: Welches Programm soll installiert werden?

source: file
de: Datei

source: program
de: Programm

source: Windows fonts
de: Windows Schriftarten

source: unknown output
de: unbekannte Ausgabe
